Repository: 0langa/StorageMaster
Catalog: src/StorageMaster.Core/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es

# Cleanup_Analyse
source: Analyse for cleanup opportunities
de_de: Bereinigungsmöglichkeiten analysieren
es_es: Analizar oportunidades de limpieza

# Cleanup_AutomationName
source: Cleanup page
de_de: Seite „Bereinigung“
es_es: Página de limpieza

# Cleanup_Categories_Label
source: Categories to include
de_de: Einzubeziehende Kategorien
es_es: Categorías que se incluirán

# Cleanup_Category_BrowserCache_Description
source: Chrome, Edge, Firefox, Brave, and Opera cache directories.
de_de: Cacheverzeichnisse von Chrome, Edge, Firefox, Brave und Opera.
es_es: Carpetas de caché de Chrome, Edge, Firefox, Brave y Opera.

# Cleanup_Category_BrowserCache_Name
source: Browser Cache
es_es: Caché del navegador

# Cleanup_Category_CacheFolders_Description
source: AppData cache folders left by various apps.
de_de: Cacheordner verschiedener Apps unter AppData.
es_es: Carpetas de caché en AppData que dejan varias aplicaciones.

# Cleanup_Category_CacheFolders_Name
source: Application Caches
de_de: Anwendungscaches
es_es: Cachés de aplicaciones

# Cleanup_Category_DeliveryOptimization_Description
source: Peer-to-peer Windows Update sharing cache.
de_de: Cache der Peer-to-Peer-Freigabe von Windows Update.
es_es: Caché de uso compartido de Windows Update entre equipos.

# Cleanup_Category_DeliveryOptimization_Name
source: Delivery Optimisation
de_de: Übermittlungsoptimierung
es_es: Optimización de entrega

# Cleanup_Category_DnsCache_Description
source: Flushes the DNS resolver cache (runs ipconfig /flushdns).
de_de: Leert den DNS-Auflösungscache (führt ipconfig /flushdns aus).
es_es: Vacía la caché de resolución DNS (ejecuta ipconfig /flushdns).

# Cleanup_Category_DnsCache_Name
source: DNS Client Cache
es_es: Caché del cliente DNS

# Cleanup_Category_DownloadedInstallers_Description
source: Installer files (.exe, .msi, .iso …) in your Downloads folder.
de_de: Installationsdateien (.exe, .msi, .iso …) in Ihrem Ordner „Downloads“.
es_es: Archivos de instalación (.exe, .msi, .iso …) en la carpeta Descargas.

# Cleanup_Category_DownloadedInstallers_Name
source: Downloaded Installers
de_de: Heruntergeladene Installationsdateien
es_es: Instaladores descargados

# Cleanup_Category_FontCache_Description
source: Font rendering cache. Rebuilt on next boot.
de_de: Cache für die Schriftartendarstellung. Wird beim nächsten Start neu erstellt.
es_es: Caché de representación de fuentes. Se reconstruye en el próximo inicio.

# Cleanup_Category_FontCache_Name
source: Font Cache
de_de: Schriftartcache
es_es: Caché de fuentes

# Cleanup_Category_IconCache_Description
source: Explorer icon cache database files. Rebuilt automatically.
de_de: Datenbankdateien des Explorer-Symbolcaches. Werden automatisch neu erstellt.
es_es: Bases de datos de la caché de iconos del Explorador. Se reconstruyen automáticamente.

# Cleanup_Category_IconCache_Name
source: Icon Cache
de_de: Symbolcache
es_es: Caché de iconos

# Cleanup_Category_LargeOldFiles_Description
source: Files above the size threshold not modified within the age threshold.
de_de: Dateien über dem Größenschwellenwert, die länger als der Altersschwellenwert nicht geändert wurden.
es_es: Archivos que superan el umbral de tamaño y no se han modificado dentro del umbral de antigüedad.

# Cleanup_Category_LargeOldFiles_Name
source: Large & Old Files
de_de: Große alte Dateien
es_es: Archivos grandes y antiguos

# Cleanup_Category_PrefetchFiles_Description
source: App launch prefetch data. Slight slowdown after clean (requires elevation).
de_de: Prefetch-Daten für den App-Start. Nach dem Bereinigen kurzzeitig etwas langsamer (erfordert Administratorrechte).
es_es: Datos de Prefetch del inicio de aplicaciones. Ligera ralentización tras la limpieza (requiere permisos de administrador).

# Cleanup_Category_PrefetchFiles_Name
source: Prefetch Files
de_de: Prefetch-Dateien
es_es: Archivos de Prefetch

# Cleanup_Category_ProgramLeftovers_Description
source: AppData folders from uninstalled programs (90+ days inactive).
de_de: AppData-Ordner deinstallierter Programme (seit über 90 Tagen inaktiv).
es_es: Carpetas de AppData de programas desinstalados (más de 90 días sin actividad).

# Cleanup_Category_ProgramLeftovers_Name
source: Program Leftovers
de_de: Programmreste
es_es: Restos de programas

# Cleanup_Category_RecycleBin_Description
source: Files sitting in the Windows Recycle Bin.
de_de: Dateien, die im Windows-Papierkorb liegen.
es_es: Archivos que quedan en la Papelera de reciclaje de Windows.

# Cleanup_Category_RecycleBin_Name
source: Recycle Bin
de_de: Papierkorb
es_es: Papelera de reciclaje

# Cleanup_Category_StoreLogs_Description
source: Diagnostic logs from the Microsoft Store.
de_de: Diagnoseprotokolle des Microsoft Store.
es_es: Registros de diagnóstico de Microsoft Store.

# Cleanup_Category_StoreLogs_Name
source: Microsoft Store Logs
de_de: Microsoft Store-Protokolle
es_es: Registros de Microsoft Store

# Cleanup_Category_TempFiles_Description
source: Windows Temp folders and .tmp/.temp files.
de_de: Windows-Temp-Ordner sowie .tmp-/.temp-Dateien.
es_es: Carpetas Temp de Windows y archivos .tmp/.temp.

# Cleanup_Category_TempFiles_Name
source: Temporary Files
de_de: Temporäre Dateien
es_es: Archivos temporales

# Cleanup_Category_ThumbnailCache_Description
source: Explorer thumbnail database files. Rebuilt on demand.
de_de: Datenbankdateien der Explorer-Miniaturansichten. Werden bei Bedarf neu erstellt.
es_es: Bases de datos de miniaturas del Explorador. Se reconstruyen cuando se necesitan.

# Cleanup_Category_ThumbnailCache_Name
source: Thumbnail Cache
de_de: Miniaturansichtscache
es_es: Caché de miniaturas

# Cleanup_Category_WindowsErrorReporting_Description
source: WER crash logs and memory dumps.
de_de: WER-Absturzprotokolle und Speicherabbilder.
es_es: Registros de bloqueos y volcados de memoria de WER.

# Cleanup_Category_WindowsErrorReporting_Name
source: Error Reports & Dumps
de_de: Fehlerberichte & Speicherabbilder
es_es: Informes de errores y volcados

# Cleanup_Category_WindowsUpdateCache_Description
source: Applied update packages in SoftwareDistribution\Download.
de_de: Bereits installierte Updatepakete in SoftwareDistribution\Download.
es_es: Paquetes de actualización ya aplicados en SoftwareDistribution\Download.

# Cleanup_Category_WindowsUpdateCache_Name
source: Windows Update Cache
es_es: Caché de Windows Update

# Cleanup_DryRun_Checkbox
source: Dry run (preview only)
de_de: Testlauf (nur Vorschau)
es_es: Simulación (solo vista previa)

# Cleanup_Group_Applications
source: Applications
de_de: Anwendungen
es_es: Aplicaciones

# Cleanup_Group_Browsers
source: Browsers
de_de: Browser
es_es: Navegadores

# Cleanup_Group_Downloads
source: Downloads & Installers
de_de: Downloads & Installationsdateien
es_es: Descargas e instaladores

# Cleanup_Group_Files
source: Files & Storage
de_de: Dateien & Speicher
es_es: Archivos y almacenamiento

# Cleanup_Group_WindowsSystem
source: Windows System
es_es: Sistema de Windows

# Cleanup_LargeFileThreshold_Label
source: Large file threshold: {0} MB
de_de: Schwellenwert für große Dateien: {0} MB
es_es: Umbral de archivo grande: {0} MB

# Cleanup_OldFileAge_Label
source: Old file age: {0} days
de_de: Mindestalter für alte Dateien: {0} Tage
es_es: Umbral de antigüedad: {0} días

# Cleanup_Options_Header
source: Cleanup options
de_de: Bereinigungsoptionen
es_es: Opciones de limpieza

# Cleanup_Policy_Admin
source: admin
de_de: Administratorrechte
es_es: administrador

# Cleanup_Policy_NoPermanentDelete
source: no permanent delete
de_de: kein endgültiges Löschen
es_es: sin eliminación definitiva

# Cleanup_Policy_NoQuarantine
source: no quarantine
de_de: keine Quarantäne
es_es: sin cuarentena

# Cleanup_Policy_NoRecycleBin
source: no Recycle Bin
de_de: kein Papierkorb
es_es: sin Papelera de reciclaje

# Cleanup_Policy_ServiceStop
source: service stop
de_de: Dienst beenden
es_es: parada de servicio

# Cleanup_Policy_Standard
source: standard policy
de_de: Standardrichtlinie
es_es: directiva estándar

# Cleanup_Progress_Cleaning
source: Cleaning up…
de_de: Bereinigung läuft…
es_es: Limpiando…

# Cleanup_Progress_Complete
source: Cleanup complete.
de_de: Bereinigung abgeschlossen.
es_es: Limpieza completada.

# Cleanup_Progress_DryRun
source: Running dry-run preview…
de_de: Testlauf-Vorschau läuft…
es_es: Ejecutando la vista previa de simulación…

# Cleanup_Progress_Item
source: Item {0} of {1}: {2}
de_de: Element {0} von {1}: {2}
es_es: Elemento {0} de {1}: {2}

# Cleanup_Progress_PreviewComplete
source: Preview complete.
de_de: Vorschau abgeschlossen.
es_es: Vista previa completada.

# Cleanup_RunPreview_Button
source: Run Preview
de_de: Vorschau starten
es_es: Ejecutar vista previa

# Cleanup_SelectedTotal_Label
source: Selected
de_de: Ausgewählt
es_es: Seleccionado

# Cleanup_Session_Description
source: Cleanup uses a completed scan so recommendations stay explainable and reversible by default.
de_de: Die Bereinigung verwendet eine abgeschlossene Überprüfung, damit Empfehlungen nachvollziehbar und standardmäßig umkehrbar bleiben.
es_es: La limpieza parte de un análisis completado para que las recomendaciones sigan siendo explicables y reversibles de forma predeterminada.

# Cleanup_Session_Header
source: Select scan session
de_de: Überprüfungssitzung auswählen
es_es: Seleccionar sesión de análisis

# Cleanup_Status_Analysing
source: Analysing…
de_de: Analyse läuft…
es_es: Analizando…

# Cleanup_Status_AnalysisCancelled
source: Analysis cancelled. Review the selected session and options, then retry.
de_de: Analyse abgebrochen. Prüfen Sie die ausgewählte Sitzung und die Optionen, und versuchen Sie es erneut.
es_es: Análisis cancelado. Revise la sesión y las opciones seleccionadas y vuelva a intentarlo.

# Cleanup_Status_AnalysisFailed
source: Analysis failed: {0}
de_de: Analyse fehlgeschlagen: {0}
es_es: Error en el análisis: {0}

# Cleanup_Status_CleanupFailed
source: Cleanup failed: {0}
de_de: Bereinigung fehlgeschlagen: {0}
es_es: Error en la limpieza: {0}

# Cleanup_Status_Found
source: Found {0} suggestion(s). Select items to clean up.
de_de: Gefundene Vorschläge: {0}. Wählen Sie die zu bereinigenden Elemente aus.
es_es: Se han encontrado {0} sugerencias. Seleccione los elementos que se van a limpiar.

# Cleanup_Status_Initial
source: Select a scan session and analyse to see suggestions.
de_de: Wählen Sie eine Überprüfungssitzung aus und starten Sie die Analyse, um Vorschläge zu sehen.
es_es: Seleccione una sesión de análisis y analice para ver las sugerencias.

# Cleanup_Status_InitializationFailed
source: Cleanup initialization failed: {0}
de_de: Initialisierung der Bereinigung fehlgeschlagen: {0}
es_es: Error al inicializar la limpieza: {0}

# Cleanup_Status_NoOpportunities
source: No cleanup opportunities found for this scan.
de_de: Für diese Überprüfung wurden keine Bereinigungsmöglichkeiten gefunden.
es_es: No se han encontrado oportunidades de limpieza para este análisis.

# Cleanup_Status_ReportUnavailable
source: Cleanup UI could not show a confirmed result: {0}
de_de: Die Bereinigungsoberfläche konnte kein bestätigtes Ergebnis anzeigen: {0}
es_es: La interfaz de limpieza no pudo mostrar un resultado confirmado: {0}

# Cleanup_Status_ScopeChanged
source: Cleanup scope changed. Analyse again before cleanup.
de_de: Der Bereinigungsumfang wurde geändert. Führen Sie die Analyse vor der Bereinigung erneut aus.
es_es: El ámbito de la limpieza ha cambiado. Vuelva a analizar antes de limpiar.

# Cleanup_Status_SessionUnavailable
source: Scan session {0} is not completed or no longer exists. Select a completed session.
de_de: Die Überprüfungssitzung {0} ist nicht abgeschlossen oder existiert nicht mehr. Wählen Sie eine abgeschlossene Sitzung aus.
es_es: La sesión de análisis {0} no está completada o ya no existe. Seleccione una sesión completada.

# Cleanup_Subtitle
source: Preview recoverable cleanup candidates before any destructive operation.
de_de: Vorschau auf wiederherstellbare Bereinigungskandidaten vor jedem Löschvorgang.
es_es: Previsualice los candidatos de limpieza recuperables antes de cualquier operación destructiva.

# Cleanup_Suggestion_Confidence
source: {0} confidence
de_de: Konfidenz: {0}
es_es: {0} de confianza

# Cleanup_Suggestions_Header
source: Suggestions
de_de: Vorschläge
es_es: Sugerencias

# Cleanup_Title
source: Cleanup
de_de: Bereinigung
es_es: Limpieza

# Common_Cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar

# Common_Close
source: Close
de_de: Schließen
es_es: Cerrar

# Common_Delete
source: Delete
de_de: Löschen
es_es: Eliminar

# Common_Free
source: free
de_de: frei
es_es: libre

# Common_Healthy
source: Healthy
de_de: Fehlerfrei
es_es: Correcto

# Common_Off
source: Off
de_de: Aus
es_es: Desactivado

# Common_On
source: On
de_de: Ein
es_es: Activado

# Common_Refresh
source: Refresh
de_de: Aktualisieren
es_es: Actualizar

# Common_Save
source: Save
de_de: Speichern
es_es: Guardar

# Control_Severity_Unknown
source: Unknown
de_de: Unbekannt
es_es: Desconocido

# Dashboard_Action_OpenLatestResults
source: Open latest Results
de_de: Neueste Ergebnisse öffnen
es_es: Abrir los últimos Resultados

# Dashboard_Action_RetryScan
source: Retry scan
de_de: Überprüfung wiederholen
es_es: Reintentar el análisis

# Dashboard_Action_RunCleanup
source: Run Cleanup
de_de: Bereinigung ausführen
es_es: Ejecutar la limpieza

# Dashboard_Action_RunScan
source: Run a scan
de_de: Überprüfung ausführen
es_es: Ejecutar un análisis

# Dashboard_Action_SmartCleanup
source: Smart Cleanup
de_de: Intelligente Bereinigung
es_es: Limpieza inteligente

# Dashboard_Action_StartScan
source: Start a scan
de_de: Überprüfung starten
es_es: Iniciar un análisis

# Dashboard_Action_Workspace
source: Workspace
de_de: Überprüfungsbereich
es_es: Espacio de trabajo

# Dashboard_AutomationName
source: Dashboard page
de_de: Seite „Dashboard“
es_es: Página del panel

# Dashboard_DriveHealth_AllClear
source: No drives are currently under the low-space threshold or reporting health warnings.
de_de: Derzeit liegt kein Laufwerk unter dem Schwellenwert für wenig Speicherplatz und keines meldet Zustandswarnungen.
es_es: Ninguna unidad se encuentra actualmente por debajo del umbral de espacio libre ni notifica advertencias de estado.

# Dashboard_DriveHealth_LowSpace
source: {0} drive(s) are running low on free space
de_de: Bei {0} Laufwerk(en) wird der freie Speicherplatz knapp
es_es: {0} unidad(es) con poco espacio libre

# Dashboard_DriveHealth_Warnings
source: {0} drive(s) report health warnings
de_de: {0} Laufwerk(e) melden Zustandswarnungen
es_es: {0} unidad(es) con advertencias de estado

# Dashboard_DriveOverview_Header
source: Drive overview
de_de: Laufwerksübersicht
es_es: Vista general de unidades

# Dashboard_Hero_Subtitle_Default
source: Pick a quick action to start scanning, cleanup, or duplicate review.
de_de: Wählen Sie eine Schnellaktion für Überprüfung, Bereinigung oder Duplikatprüfung.
es_es: Elija una acción rápida para empezar a analizar, limpiar o revisar duplicados.

# Dashboard_Hero_Subtitle_FirstRun
source: Start with a scan, then StorageMaster can guide cleanup and duplicate review safely.
de_de: Beginnen Sie mit einer Überprüfung; anschließend kann StorageMaster Sie sicher durch Bereinigung und Duplikatprüfung führen.
es_es: Empiece con un análisis; después StorageMaster podrá guiar la limpieza y la revisión de duplicados de forma segura.

# Dashboard_Hero_Subtitle_NeedsAttention
source: Retry the scan. Previous completed results remain available for read-only review.
de_de: Wiederholen Sie die Überprüfung. Frühere abgeschlossene Ergebnisse bleiben schreibgeschützt einsehbar.
es_es: Reintente el análisis. Los resultados anteriores completados siguen disponibles para consultarlos en modo solo lectura.

# Dashboard_Hero_Subtitle_NoCompletedScan
source: The latest scan ended with status {0}. Retry it before opening downstream actions.
de_de: Die letzte Überprüfung endete mit dem Status {0}. Wiederholen Sie sie, bevor Sie die nachgelagerten Aktionen öffnen.
es_es: El último análisis finalizó con el estado {0}. Reinténtelo antes de abrir las acciones posteriores.

# Dashboard_Hero_Subtitle_Ready
source: Jump back into the latest completed scan, duplicates, or cleanup without waiting for a cold load.
de_de: Kehren Sie zur letzten abgeschlossenen Überprüfung, zu den Duplikaten oder zur Bereinigung zurück, ohne auf ein erneutes Laden zu warten.
es_es: Vuelva al último análisis completado, a los duplicados o a la limpieza sin esperar a que se cargue todo de nuevo.

# Dashboard_Hero_Title_Default
source: Storage overview
de_de: Speicherübersicht
es_es: Vista general del almacenamiento

# Dashboard_Hero_Title_FirstRun
source: First run
de_de: Erster Start
es_es: Primera ejecución

# Dashboard_Hero_Title_NeedsAttention
source: Latest scan needs attention
de_de: Letzte Überprüfung erfordert Aufmerksamkeit
es_es: El último análisis requiere atención

# Dashboard_Hero_Title_NoCompletedScan
source: No completed scan
de_de: Keine abgeschlossene Überprüfung
es_es: Sin análisis completados

# Dashboard_Hero_Title_Ready
source: Storage ready
de_de: Speicher bereit
es_es: Almacenamiento listo

# Dashboard_LatestScan_AttemptAndCompleted
source: Latest scan attempt: {0}. Last completed scan: {1} on {2}.
de_de: Letzter Überprüfungsversuch: {0}. Letzte abgeschlossene Überprüfung: {1} am {2}.
es_es: Último intento de análisis: {0}. Último análisis completado: {1} el {2}.

# Dashboard_LatestScan_AttemptOnly
source: Latest scan attempt: {0} at {1}.
de_de: Letzter Überprüfungsversuch: {0} am {1}.
es_es: Último intento de análisis: {0} el {1}.

# Dashboard_LatestScan_Completed
source: Last completed scan: {0} on {1}
de_de: Letzte abgeschlossene Überprüfung: {0} am {1}
es_es: Último análisis completado: {0} el {1}

# Dashboard_LatestScan_Label
source: Latest scan
de_de: Letzte Überprüfung
es_es: Último análisis

# Dashboard_LatestScan_None
source: No scan history yet.
de_de: Noch kein Überprüfungsverlauf.
es_es: Aún no hay historial de análisis.

# Dashboard_Readiness_Description
source: Storage health score: {0}/100 from scan freshness, low-space threshold, and drive-health warnings.
de_de: Speicher-Zustandswert: {0}/100 aus Aktualität der Überprüfung, Schwellenwert für wenig Speicherplatz und Laufwerkswarnungen.
es_es: Estado del almacenamiento: {0}/100 según la antigüedad del análisis, el umbral de espacio libre y las advertencias de la unidad.

# Dashboard_Readiness_Description_Default
source: Score combines scan freshness, low-space pressure, and drive-health warnings.
de_de: Der Wert kombiniert die Aktualität der Überprüfung, knappen Speicherplatz und Warnungen zum Laufwerkszustand.
es_es: La puntuación combina la antigüedad del análisis, la falta de espacio libre y las advertencias de estado de la unidad.

# Dashboard_Readiness_Label
source: health score
de_de: Zustandswert
es_es: puntuación de estado

# Dashboard_Recommendation_FirstScan
source: Run a first scan so results, duplicate review, and cleanup can use real data.
de_de: Führen Sie eine erste Überprüfung aus, damit Ergebnisse, Duplikatprüfung und Bereinigung mit echten Daten arbeiten können.
es_es: Ejecute un primer análisis para que los resultados, la revisión de duplicados y la limpieza puedan usar datos reales.

# Dashboard_Recommendation_RetryIncomplete
source: Retry the scan; incomplete scan data is not exposed to cleanup or duplicate actions.
de_de: Wiederholen Sie die Überprüfung; unvollständige Überprüfungsdaten werden für Bereinigungs- und Duplikataktionen nicht bereitgestellt.
es_es: Reintente el análisis; los datos de un análisis incompleto no se ponen a disposición de las acciones de limpieza ni de duplicados.

# Dashboard_Recommendation_RetryLatest
source: Retry the latest scan; it ended with status {0}.
de_de: Wiederholen Sie die letzte Überprüfung; sie endete mit dem Status {0}.
es_es: Reintente el último análisis; finalizó con el estado {0}.

# Dashboard_Recommendation_ReviewDriveHealth
source: Review drive health before running large cleanup or duplicate operations.
de_de: Prüfen Sie den Laufwerkszustand, bevor Sie umfangreiche Bereinigungs- oder Duplikatvorgänge ausführen.
es_es: Revise el estado de la unidad antes de ejecutar operaciones grandes de limpieza o de duplicados.

# Dashboard_Recommendation_ReviewDriveHealthFirstCleanup
source: Review drive health before starting your first cleanup.
de_de: Prüfen Sie den Laufwerkszustand, bevor Sie Ihre erste Bereinigung starten.
es_es: Revise el estado de la unidad antes de iniciar la primera limpieza.

# Dashboard_Recommendation_StaleScan
source: Run a fresh scan. The latest scan is stale.
de_de: Führen Sie eine neue Überprüfung aus. Die letzte Überprüfung ist veraltet.
es_es: Ejecute un análisis nuevo. El último análisis está desactualizado.

# Dashboard_RecommendedActions_Header
source: Recommended actions
de_de: Empfohlene Aktionen
es_es: Acciones recomendadas

# Dashboard_RecommendedNextStep_Label
source: Recommended next step
de_de: Empfohlener nächster Schritt
es_es: Siguiente paso recomendado

# Dashboard_Status_LastScanCompleted
source: Last scan of {0} completed {1}
de_de: Letzte Überprüfung von {0} abgeschlossen am {1}
es_es: Último análisis de {0} completado el {1}

# Dashboard_Status_LatestIncomplete
source: The latest scan did not complete ({0}); actionable views use the earlier completed scan of {1}.
de_de: Die letzte Überprüfung wurde nicht abgeschlossen ({0}); die Aktionsansichten verwenden die frühere abgeschlossene Überprüfung von {1}.
es_es: El último análisis no se completó ({0}); las vistas que permiten acciones usan el análisis anterior completado de {1}.

# Dashboard_Status_NoCompletedScan
source: No completed scan yet. Start with a drive below or open a custom path.
de_de: Noch keine abgeschlossene Überprüfung. Beginnen Sie mit einem Laufwerk weiter unten oder öffnen Sie einen eigenen Pfad.
es_es: Aún no hay ningún análisis completado. Empiece por una unidad de la lista de abajo o abra una ruta personalizada.

# Dashboard_Status_NoCompletedScanAttempt
source: No completed scan is available. The latest attempt is {0}.
de_de: Es ist keine abgeschlossene Überprüfung verfügbar. Der letzte Versuch hat den Status {0}.
es_es: No hay ningún análisis completado disponible. El último intento es {0}.

# Dashboard_Status_NoDrives
source: No drives detected. Connect storage, then start a scan.
de_de: Keine Laufwerke erkannt. Schließen Sie einen Datenträger an und starten Sie dann eine Überprüfung.
es_es: No se ha detectado ninguna unidad. Conecte un dispositivo de almacenamiento y, a continuación, inicie un análisis.

# Dashboard_Status_NoScanYet
source: No scan yet. Start a scan to analyse your disk.
de_de: Noch keine Überprüfung. Starten Sie eine Überprüfung, um Ihren Datenträger zu analysieren.
es_es: Aún no hay ningún análisis. Inicie un análisis para examinar el disco.

# Dashboard_Subtitle
source: Storage health, latest scan context, and safe next actions.
de_de: Speicherzustand, Kontext der letzten Überprüfung und sichere nächste Schritte.
es_es: Estado del almacenamiento, contexto del último análisis y próximas acciones seguras.

# Dashboard_Title
source: Overview
de_de: Übersicht
es_es: Vista general

# Duplicates_AdvancedOptions_Header
source: Advanced options
de_de: Erweiterte Optionen
es_es: Opciones avanzadas

# Duplicates_Badge_AutoSelected
source: Auto-selected
de_de: Vorausgewählt
es_es: Selección automática

# Duplicates_Badge_ReviewRequired
source: Review required
de_de: Prüfung erforderlich
es_es: Requiere revisión

# Duplicates_Category_AllFiles
source: All files
de_de: Alle Dateien
es_es: Todos los archivos

# Duplicates_Category_Archives
source: Archives
de_de: Archive
es_es: Archivos comprimidos
